<template>
  <section>
       <van-row class="content">
           <p class="name">一、特别提示</p>
           <p>在此特别提醒您（用户）在注册成为“小启查”公众号（以下简称“小启查”）用户之前，请认真阅读本《“小启查”用户服务协议及个人信息查询和使用授权》（以下简称“协议”），确保您充分理解本协议中各条款。在注册成为“小启查”公众号用户前，请您确认您已年满十八周岁，并且具有完全民事行为能力。请您审慎阅读并选择接受或不接受本协议。您同意并点击确认本协议条款且完成注册程序后，才能成为“小启查”的正式注册用户，并享受“小启查”的各类服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。若您不同意本协议，或对本协议中的条款存在任何疑问，请您立即停止“小启查”用户注册程序，并可以选择不使用本公众号服务。</p>
           <p>本协议约定“小启查”公众号开发和运营方成都小启科技有限责任公司与用户之间关于“小启查”服务（以下简称“服务”）的权利义务。“用户”是指注册、登录、使用本服务的个人。本协议约定内容包括您注册成为“小启查”公众号的会员用户；以及您授权给公众号运营方成都小启科技有限责任公司和运营方合作的第三方根据您自己的选择和操作，对您的个人信息信用进行查询和分析，将您的个人信用风险以报告的形式反馈给您。</p>
           <p class="name">二、账号注册</p>
           <p>1、用户在使用本服务前需要注册一个“小启查”账号。“小启查”账号应当使用手机号码绑定注册，请用户使用尚未与“小启查”账号绑定的手机号码，以及未被“小启查”根据本协议封禁的手机号码注册“小启查”账号。“小启查”可以根据用户需求或产品需要对账号注册和绑定的方式进行变更，而无须事先通知用户。</p>
           <p>2、如果注册申请者有被“小启查”封禁的先例或涉嫌虚假注册及滥用他人名义注册，及其他不能得到许可的理由，“小启查”将拒绝其注册申请。</p>
           <p>3、鉴于“小启查”账号的绑定注册方式，您同意“小启查”在注册时将允许您的手机号码及手机设备识别码等信息用于注册。</p>
           <p>4、在用户注册及使用本服务时，“小启查”需要搜集能识别用户身份的个人信息以便“小启查”可以在必要时联系用户，或为用户提供更好的使用体验。“小启查”搜集的信息包括但不限于用户的姓名、联系电话、地址；“小启查”同意对这些信息的使用将受限于用户个人隐私信息保护的约束。</p>
           <p class="name">三、账户安全</p>
           <p>1、用户一旦注册成功，成为“小启查”的用户，将得到一个用户名和密码，并有权利使用自己的用户名及密码随时登陆“小启查”。</p>
           <p>2、用户对用户名和密码的安全负全部责任，同时对以其用户名进行的所有活动和事件负全责。</p>
           <p>3、用户不得以任何形式擅自转让或授权他人使用自己的“小启查”用户名。</p>
           <p>4、用户对密码加以妥善保管，切勿将密码告知他人，因密码保管不善而造成的所有损失由用户自行承担。</p>
           <p>5、如果用户泄漏了密码，有可能导致不利的法律后果，因此不管任何原因导致用户的密码安全受到威胁，应该立即和“小启查”客服人员取得联系，否则后果自负。</p>
           <p class="name">四、用户声明与保证</p>
           <p>1、用户承诺其为具有完全民事行为能力的民事主体，且具有达成交易履行其义务的能力。</p>
           <p>2、用户有义务在注册时提供自己的真实资料，并保证诸如手机号码、姓名、所在地区等内容的有效性及安全性，保证“小启查”工作人员可以通过上述联系方式与用户取得联系。同时，用户也有义务在相关资料实际变更时及时更新有关注册资料。</p>
           <p>3、用户通过使用“小启查”的过程中所制作、上载、复制、发布、传播的任何内容，包括但不限于账号头像、名称、用户说明等注册信息及认证资料，或文字、语音、图片、视频、图文等发送、回复和相关链接页面，以及其他使用账号或本服务所产生的内容，不得违反国家相关法律制度，包含但不限于如下原则：</p>
           <p>（1）违反宪法所确定的基本原则的；</p>
           <p>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
           <p>（3）损害国家荣誉和利益的；</p>
           <p>（4）煽动民族仇恨、民族歧视，破坏民族团结的； </p>
           <p>（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
           <p>（6）散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
           <p>（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的； </p>
           <p>（8）侮辱或者诽谤他人，侵害他人合法权益的； </p>
           <p>（9）含有法律、行政法规禁止的其他内容的。</p>
           <p>4、用户不得利用“小启查”账号或本服务制作、上载、复制、发布、传播下干扰“小启查”正常运营，以及侵犯其他用户或第三方合法权益的内容：</p>
           <p>（1）含有任何性或性暗示的； </p>
           <p>（2）含有辱骂、恐吓、威胁内容的；</p>
           <p>（3）含有骚扰、垃圾广告、恶意信息、诱骗信息的；</p>
           <p>（4）涉及他人隐私、个人信息或资料的；</p>
           <p>（5）侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；</p>
           <p>（6）含有其他干扰本服务正常运营和侵犯其他用户或第三方合法权益内容的信息。</p>
           <p class="name">五、服务内容</p>
           <p>1、“小启查”是由成都小启科技有限责任公司开发和运行的基于用户通过注册“小启查”公众号成为“小启查”的会员用户后，根据用户提供的个人信息以及“小启查”在用户授权后自行查询的信息综合评估用户信用等级和信用风险的服务平台。</p>
           <p>2、“小启查”为用户提供收费的“综合风险核查”以及“综合风险核查-加强版”的个人信用风险数据分析评估服务，同时也提供免费的电商信贷数据查询服务（包括淘宝数据、京东数据）；具体付费查询项目的支付费用程序和费用标准以及操作流程以“小启查”公众号流程指示为准。</p>
           <p>3、在用户选择并购买“小启查”个人信用“综合风险核查服务”以及“综合风险核查-加强版”，或直接选择电商信贷数据查询服务后，按照指示输入被查询人的身份信息后选择同意本协议并点击“立即检测”， “小启查”随后即将个人信用综合风险检测结果以“风险报告”的形式展现出来。“风险报告”涉及的具体项目和形式以 “小启查”公众号实时呈现的报告为准。</p>
           <p class="name">六、服务的终止</p>
           <p>1、在下列情况下，“小启查”有权终止向用户提供服务：</p>
           <P>（1）在用户违反本服务协议相关规定时，“小启查”有权终止向该用户提供服务；如该用户再一次直接或间接或以他人名义注册为用户的，一经发现，“小启查”有权直接单方面终止向该用户提供服务；</P>
           <p>（2）如“小启查”通过用户提供的信息与用户联系时，发现用户在注册时填写的联系方式已不存在或无法接通，“小启查”以其它联系方式通知用户更改，而用户在三个工作日内仍未能提供新的联系方式，“小启查”有权终止向该用户提供服务；</p>
           <p>（3）一旦“小启查”发现用户提供的数据或信息中含有虚假内容，“小启查”有权随时终止向该用户提供服务；</p>
           <p>（4）其它“小启查”认为需终止服务的情况。</p>
           <p>2、用户理解并同意，为保护您的个人信息和隐私，在“小启查”对您终止服务后，或者您主动注销用户后，“小启查”会主动将您的个人信息删除以防止外泄。</p>
           <p class="name">七、服务的变更、中断</p>
           <p>1、鉴于网络服务的特殊性，用户需同意“小启查”可能会因为不可抗力导致变更、中断部分或全部的网络服务，并删除（不再保存）用户在使用过程中提交的资料，由于不可抗力导致的服务变更、中断无需对任何用户或任何第三方承担任何责任。</p>
           <p>2、“小启查”需要定期或不定期地对提供网络服务的平台进行检测或者更新，如因此类情况而造成网络服务在合理时间内的中断，“小启查”会妥善保存您的相关信息资料。</p>
           <p class="name">八、服务条款修改</p>
           <p>1、“小启查”有权随时修改本服务条款的任何内容，一旦本服务条款的任何内容发生变动，“小启查”将会通过适当方式向用户提示修改内容。</p>
           <p>2、如果不同意“小启查”对本服务条款所做的修改，用户有权停止使用网络服务。</p>
           <p>3、如果用户继续使用网络服务，则视为用户接受“小启查”对本服务条款所做的修改。</p>
           <p class="name">九、免责与赔偿声明</p>
           <p>1、若“小启查”已经明示其服务提供方式发生变更并提醒用户应当注意事项，用户未按要求操作所产生的一切后果由用户自行承担。</p>
           <p>2、用户明确同意其使用“小启查”所存在的风险将由其自己承担，因其使用“小启查”而产生的一切后果也由其自己承担。</p>
           <p>3、用户同意保障和维护“小启查”及其他用户的利益，由于用户在使用“小启查”有违法、不真实、不正当、侵犯第三方合法权益的行为，或用户违反本协议项下的任何条款而给“小启查”及任何其他第三方造成损失，用户同意承担由此造成的损害赔偿责任。</p>
           <p class="name">十、个人信息查询和使用授权、隐私声明</p>
           <p>1、用户授权适用范围：</p>
           <p>（1）在用户使用“小启查”前需要用户通过微信的授权；</p>
           <p>（2）在用户注册“小启查”账号时，根据要求自行提供的个人注册信息。</p>
           <P>2、用户授权“小启查”查询获取的个人信息包括：</P>
           <p>（1）用户的身份信息，包括但不限于姓名/用户名、证件号码、证件类型、住所地、电话号码、相关账户认证信息、电子邮箱地址、银行账户及其他支付工具的账户信息、生物特征信息以及其他相关附加信息。</p>
           <p>（2）用户访问“小启查”移动设备客户端时，包括但不限于您的计算机IP地址、设备标识符、硬件型号、操作系统版本、浏览器的类型、使用的语言、访问日期和时间、网页记录、您的位置以及与“小启查”服务相关的日志信息。</p>
           <p>（3）用户在申请、使用“小启查”相关服务时所提供及所形成的任何信息和数据。</p>
           <p>（4）用户在“小启查”的合作伙伴（包括但不限于小额贷款公司、担保公司、证券机构、信托公司、银行等）处留存的和形成的任何信息和数据（包括但不限于您的支付账户、证券账户、银行账户信息、任何协议及您在该等协议项下的履约情况、行为数据等）。</p>
           <p>（5）通过中国人民银行个人信用信息基础数据库及依法设立的信息服务机构或其他依法设立的征信机构获取用户的相关信用信息和数据，包括但不限于任何征信记录、信用分、信用报告、能够联系到用户的实体地址、电子邮件地址、电话号码等。</p>
           <p>（6）用户的财产信息，包括但不限于用户的店铺/企业经营状况、财税信息、房产信息、车辆信息、基金、保险、股票、信托、债券、P2P等投资理财信息和负债、担保信息。</p>
           <p>（7）用户在行政机关、司法机关留存的任何信息，包括但不限于户籍信息/工商信息、诉讼信息、执行信息和违法犯罪信息等。</p>
           <p>（8）用户在电商等其他合法留存用户信息的自然人、法人以及其他组织处留存的信息。</p>
           <P>3、信息使用：</P>
           <P>（1）“小启查”不会向任何人出售或出借用户的个人信息，除非事先得到用户的许可。</P>
           <p>（2）“小启查”亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播用户的个人信息。任何用户如从事上述活动，一经发现，“小启查”有权立即终止与该用户的服务协议，查封其账号。</p>
           <p>（3）为达到服务用户的目的，“小启查”可能通过使用用户的个人信息，向用户提供服务，包括但不限于向用户发出产品和服务信息，或者与“小启查”合作伙伴共享信息以便他们向用户发送有关其产品和服务的信息。</p>
           <p>4、信息披露：用户的个人信息将在下述情况下部分或全部被披露：</p>
           <p>（1）经用户同意，向第三方披露；</p>
           <p>（2）根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；</p>
           <p>（3）如果用户出现违反中国有关法律或者政策的情况，需要向第三方披露； </p>
           <p>（4）为提供用户所要求的产品和服务，而必须和第三方分享用户的个人信息； </p>
           <p>（5）其它“小启查”根据法律或者政策认为合适的披露。</p>
           <p class="name">十一、其他</p>
           <P>1、“小启查”郑重提醒用户注意本协议中免除“小启查”责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。</P>
           <p>2、本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若用户和“小启查”之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意将纠纷或争议提交成都小启科技有限责任公司所在地有管辖权的人民法院管辖。</p>
           <p>3、本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。</p>
           <p>4、本协议最终解释权归成都小启科技有限责任公司所有，并且保留一切解释和修改的权力。</p>
           <p>5、本协议从2019年10月22日起适用，自用户点击同意本协议起成立并生效。</p>

       </van-row>
  </section>
</template>
<script>
  export default {
    data() {
        return {
            
        };
    },
    mounted() {
        
    }
}
</script>
<style scoped lang='less'>
  .content{
    .name{
      font-weight: bold;
      color: #000;
      margin: 5px 0;
		}
		p {
			text-indent: 24px;
		}
  }
</style>



